Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# couponManagement.fixtureSignOut
source: Sign out of example
zh_hans: 退出示例账号

# couponManagement.forbidden
source: This action is not available for the current account or coupon
zh_hans: 当前账号或优惠券不支持此操作

# couponManagement.gift
source: Gift coupon
zh_hans: 礼品券

# couponManagement.invalid
source: Check the coupon details
zh_hans: 请检查优惠券信息

# couponManagement.invalidated
source: Invalidated
zh_hans: 已失效

# couponManagement.keepEditing
source: Keep editing
zh_hans: 继续编辑

# couponManagement.loading
source: Loading coupons
zh_hans: 正在加载优惠券

# couponManagement.malformed
source: Coupon data could not be confirmed
zh_hans: 无法确认优惠券数据

# couponManagement.name
source: Coupon name
zh_hans: 优惠券名称

# couponManagement.nameRequired
source: Enter a coupon name
zh_hans: 请输入优惠券名称

# couponManagement.noDescription
source: No description provided
zh_hans: 未填写说明

# couponManagement.perLimit
source: Claim limit, if provided
zh_hans: 领取限制（如有）

# couponManagement.published
source: Published
zh_hans: 投放数量

# couponManagement.quantity
source: Quantity
zh_hans: 投放数量

# couponManagement.quantityRequired
source: Enter a quantity greater than zero
zh_hans: 请输入大于0的投放数量

# couponManagement.received
source: Claimed
zh_hans: 已领取

# couponManagement.refresh
source: Refresh
zh_hans: 刷新

# couponManagement.remaining
source: Remaining
zh_hans: 库存

# couponManagement.review
source: Review
zh_hans: 确认信息

# couponManagement.reviewNotice
source: Review these exact details. Changes require a new review.
zh_hans: 请核对上述信息，修改后需重新确认

# couponManagement.reviewPublish
source: Review publication
zh_hans: 确认发布

# couponManagement.reviewStop
source: Review stopping distribution
zh_hans: 确认停发

# couponManagement.scheduled
source: Not started
zh_hans: 未开始

# couponManagement.serverError
source: The server returned a message
zh_hans: 服务端返回了提示

# couponManagement.setEnd
source: Set end date
zh_hans: 设置结束日期

# couponManagement.setStart
source: Set start date
zh_hans: 设置开始日期

# couponManagement.signIn
source: Sign in to manage your coupons
zh_hans: 请登录后管理优惠券

# couponManagement.simulate
source: Confirm simulation
zh_hans: 确认模拟

# couponManagement.simulated
source: Simulation finished. No real coupon changed.
zh_hans: 模拟已完成，未更改真实优惠券

# couponManagement.start
source: Valid from
zh_hans: 开始时间

# couponManagement.status
source: Status
zh_hans: 状态

# couponManagement.stopPolicy
source: Stopping distribution cannot be undone. New claims and issuance stop; already claimed coupons remain usable and redeemable.
zh_hans: 停发不可撤销。停发后不能再被领取、发放；已领到的券照常可用、可核销

# couponManagement.stopped
source: Distribution stopped
zh_hans: 已停发

# couponManagement.storage
source: The safety record could not be saved. Nothing was submitted.
zh_hans: 无法保存安全记录，尚未提交

# couponManagement.synthetic
source: Synthetic test data only
zh_hans: 仅为合成测试数据

# couponManagement.tenPercent
source: 10% off coupon
zh_hans: 9折券

# couponManagement.title
source: Published coupons
zh_hans: 我发布的券

# couponManagement.twentyPercent
source: 20% off coupon
zh_hans: 8折券

# couponManagement.type
source: Coupon type
zh_hans: 券类型

# couponManagement.typeRequired
source: Select a coupon type
zh_hans: 请选择优惠券类型

# couponManagement.unavailable
source: Coupon management is not configured
zh_hans: 优惠券管理尚未配置

# couponManagement.unknownOutcome
source: The result is unknown. Resubmission is locked until the original outcome can be verified.
zh_hans: 结果尚未确认。确认原操作结果前不能重复提交

# couponManagement.unknownStatus
source: Status unconfirmed
zh_hans: 状态待确认

# couponManagement.used
source: Redeemed
zh_hans: 已核销

# creator.add
source: Add item
zh_hans: 添加条目

# creator.choice.ACTIVITY
source: Activity
zh_hans: 活动

# creator.choice.ADD_TAG
source: Add tag
zh_hans: 添加标签

# creator.choice.AUTO
source: Automatic
zh_hans: 自动

# creator.choice.CARD
source: Create collectible card
zh_hans: 拍物成卡

# creator.choice.COMPLETED_UNITS
source: Completed units
zh_hans: 完成数量

# creator.choice.ELAPSED_TIME
source: Elapsed time
zh_hans: 耗时

# creator.choice.EQ
source: Equals
zh_hans: 等于

# creator.choice.GT
source: Greater than
zh_hans: 大于

# creator.choice.GTE
source: At least
zh_hans: 不小于

# creator.choice.HAS_TAG
source: Has tag
zh_hans: 具有标签

# creator.choice.IMAGE
source: Image reply
zh_hans: 图片回复

# creator.choice.INC
source: Add / subtract
zh_hans: 增加／减少

# creator.choice.LEADER
source: Team leader assigns
zh_hans: 队长分配

# creator.choice.LT
source: Less than
zh_hans: 小于

# creator.choice.LTE
source: At most
zh_hans: 不大于

# creator.choice.MARKER
source: Image recognition
zh_hans: 图像识别

# creator.choice.NE
source: Not equal
zh_hans: 不等于

# creator.choice.NODE_COMPLETED
source: Node completed
zh_hans: 节点已完成

# creator.choice.NONE
source: No AR
zh_hans: 不开 AR

# creator.choice.OVERLAY
source: Reveal overlay
zh_hans: 显形叠加

# creator.choice.PICK
source: Pick options
zh_hans: 选项作答

# creator.choice.PLANE
source: Plane placement
zh_hans: 平面放置

# creator.choice.ROLE_BASED
source: Role-based
zh_hans: 按角色

# creator.choice.SCORE
source: Score
zh_hans: 得分

# creator.choice.SEQUENTIAL
source: Sequential
zh_hans: 轮流

# creator.choice.SET
source: Set value
zh_hans: 设置数值

# creator.choice.SHOT
source: Take a photo
zh_hans: 拍照作答

# creator.choice.TEXT
source: Text reply
zh_hans: 文字回复

# creator.choice.TOPIC
source: Topic
zh_hans: 主题

# creator.choice.TYPE
source: Typed answer
zh_hans: 文字作答

# creator.choice.VOICE
source: Voice reply
zh_hans: 语音回复

# creator.choice.easy
source: Easy
zh_hans: 简单

# creator.choice.empty
source: Default / no mode
zh_hans: 默认／普通模式

# creator.choice.foil
source: Foil highlight
zh_hans: 带高光

# creator.choice.hard
source: Hard
zh_hans: 困难

# creator.choice.medium
source: Medium
zh_hans: 普通

# creator.choice.pass
source: Allow passage
zh_hans: 允许通过

# creator.choice.pick
source: Choice question
zh_hans: 选项题

# creator.choice.plain
source: Plain
zh_hans: 无高光

# creator.choice.retake
source: Ask to retake
zh_hans: 要求重拍

# creator.choice.text
source: Text question
zh_hans: 文字题

# creator.choose
source: Choose an option
zh_hans: 选择选项

# creator.coexist
source: These modules can coexist. Turning one off retains its fields for reopening.
zh_hans: 这些模块可以叠加使用。关闭模块仍会保留字段，方便重新打开。

# creator.compare.answer
source: Entry IDs that must be marked
zh_hans: 正确答案：应标记的条目 ID

# creator.compare.instructions
source: Mark entries from either timeline, then evaluate the complete selection. This is a local rehearsal only.
zh_hans: 可从任一侧标记条目后核对整组选择，仅供本地排练。

# creator.compare.limitAttempts
source: Limit submissions
zh_hans: 限制提交次数

# creator.compare.unlimited
source: No limit: the maxAttempts field is omitted. A configured limit must be 1–10.
zh_hans: 不设上限时省略 maxAttempts，设置上限时须为 1–10 次。

# creator.effectsNotApplied
source: Effects are shown for review only and are never applied to player state.
zh_hans: 效果仅供检查，不会写入玩家状态。

# creator.evaluate
source: Check locally
zh_hans: 本地检查

# creator.failure
source: Failure example
zh_hans: 失败示例

# creator.family.album
source: Photo album
zh_hans: 相册

# creator.family.blindTaste
source: Blind tasting
zh_hans: 盲品

# creator.family.branch
source: Branching story
zh_hans: 分支剧情

# creator.family.check
source: Journey check
zh_hans: 旅程检定

# creator.family.compare
source: Timeline comparison
zh_hans: 时间轴对照

# creator.family.dailySign
source: Daily verse
zh_hans: 城市签

# creator.family.diyName
source: Name a creation
zh_hans: 作品命名

# creator.family.estimate
source: Estimate a number
zh_hans: 估数

# creator.family.hiddenObject
source: Hidden objects
zh_hans: 找东西

# creator.family.leaderboard
source: Leaderboard
zh_hans: 排行榜

# creator.family.multiplayer
source: Multiplayer roles
zh_hans: 多人角色

# creator.family.musicCorner
source: Music corner
zh_hans: 音乐角

# creator.family.note
source: Leave a note
zh_hans: 留言

# creator.family.photoCheck
source: Photo review / object card
zh_hans: 拍照审核／拍物成卡

# creator.family.predict
source: Prediction
zh_hans: 竞猜

# creator.family.pricePair
source: Guess the picture
zh_hans: 猜图

# creator.family.profile
source: Character profile
zh_hans: 角色建档

# creator.family.qa
source: Question and answer
zh_hans: 问答

# creator.family.random
source: Card draw
zh_hans: 抽卡

# creator.family.scan
source: Scan response
zh_hans: 扫码回复

# creator.family.silentOrder
source: Silent ordering
zh_hans: 沉默点单

# creator.family.slowTask
source: Return another day
zh_hans: 跨日慢任务

# creator.family.steps
source: Step challenge
zh_hans: 计步挑战

# creator.family.timeWindow
source: Opening hours
zh_hans: 开放时段

# creator.family.typeIn
source: Timed typing
zh_hans: 限时打字

# creator.field.advantageIf
source: Advantage conditions
zh_hans: 优势条件

# creator.field.answer
source: Correct number
zh_hans: 正确数值

# creator.field.answerKey
source: Correct option key
zh_hans: 正确选项标识

# creator.field.answerText
source: Correct text answer
zh_hans: 正确文字答案

# creator.field.arMode
source: AR mode
zh_hans: AR 方式

# creator.field.assignment
source: Role assignment
zh_hans: 角色分配

# creator.field.audioUrl
source: Audio address
zh_hans: 音频地址

# creator.field.avatar
source: Avatar settings
zh_hans: 头像设置

# creator.field.body
source: Story text
zh_hans: 故事正文

# creator.field.cardStyle
source: Card style
zh_hans: 卡片样式

# creator.field.cardTitle
source: Collectible card title
zh_hans: 藏品卡名称

# creator.field.caseSensitive
source: Case sensitive
zh_hans: 区分大小写

# creator.field.checkId
source: Stable check identifier
zh_hans: 稳定检定标识

# creator.field.closeAtHour
source: Submission closing hour
zh_hans: 提交截止整点

# creator.field.content
source: Card content
zh_hans: 卡片内容

# creator.field.correct
source: Correct answer
zh_hans: 正确答案

# creator.field.critEffects
source: Critical success effects
zh_hans: 大成功效果

# creator.field.deckName
source: Card deck name
zh_hans: 卡池名称

# creator.field.disadvantageIf
source: Disadvantage conditions
zh_hans: 劣势条件

# creator.field.drawCount
source: Number of draws
zh_hans: 抽取数量

# creator.field.durationSeconds
source: Duration in seconds
zh_hans: 时长秒数

# creator.field.effects
source: State effects
zh_hans: 状态效果

# creator.field.enabled
source: Enabled
zh_hans: 启用

# creator.field.eyebrow
source: Eyebrow
zh_hans: 眉标

# creator.field.failCostTag
source: Failure cost tag
zh_hans: 失败代价标签

# creator.field.failEffects
source: Failure effects
zh_hans: 失败效果

# creator.field.failText
source: Failure message
zh_hans: 失败文案

# creator.field.fallback
source: When attempts run out
zh_hans: 次数用尽后

# creator.field.fb
source: Option feedback
zh_hans: 选项反馈

# creator.field.frameOpacity
source: Guide opacity (%)
zh_hans: 轮廓不透明度（%）

# creator.field.frameUrl
source: Framing guide address
zh_hans: 取景轮廓地址

# creator.field.fumbleEffects
source: Critical failure effects
zh_hans: 大失败效果

# creator.field.goal
source: Step goal
zh_hans: 目标步数

# creator.field.hint
source: Hint
zh_hans: 提示

# creator.field.hotspots
source: Target positions
zh_hans: 目标位置

# creator.field.id
source: Stable identifier
zh_hans: 稳定标识

# creator.field.imageUrl
source: Image address
zh_hans: 图片地址

# creator.field.images
source: Photos
zh_hans: 照片

# creator.field.items
source: Items
zh_hans: 条目

# creator.field.key
source: Variable / option key
zh_hans: 变量／选项标识

# creator.field.kind
source: Response / question type
zh_hans: 回复／问题类型

# creator.field.label
source: Display text
zh_hans: 显示文案

# creator.field.lead
source: Instructions
zh_hans: 前置说明

# creator.field.left
source: Original timeline
zh_hans: 左侧时间轴

# creator.field.limit
source: Maximum entries
zh_hans: 显示人数上限

# creator.field.limitSeconds
source: Time limit in seconds (0 = none)
zh_hans: 时限秒数（0 为不限）

# creator.field.line
source: Photo caption
zh_hans: 照片配文

# creator.field.markerUrl
source: Recognition image address
zh_hans: 识别图地址

# creator.field.max
source: Maximum
zh_hans: 上限

# creator.field.maxAttempts
source: Maximum submissions
zh_hans: 最多提交次数

# creator.field.maxLength
source: Maximum text length
zh_hans: 字数上限

# creator.field.maxPlayers
source: Maximum players
zh_hans: 最多人数

# creator.field.maxTries
source: Maximum attempts (0 = unlimited where allowed)
zh_hans: 尝试次数上限（允许时 0 为不限）

# creator.field.metric
source: Ranking metric
zh_hans: 排行指标

# creator.field.min
source: Minimum
zh_hans: 下限

# creator.field.minConfidence
source: Minimum server confidence (%)
zh_hans: 服务端最低置信度（%）

# creator.field.minPlayers
source: Minimum players
zh_hans: 最少人数

# creator.field.mode
source: Mode
zh_hans: 模式

# creator.field.modelUrl
source: 3D GLB model address
zh_hans: GLB 三维模型地址

# creator.field.mods
source: Conditional modifiers
zh_hans: 条件修正

# creator.field.multi
source: Allow multiple correct choices
zh_hans: 允许多个正确选项

# creator.field.name
source: Picture description
zh_hans: 图片说明

# creator.field.nextStepId
source: Next step ID
zh_hans: 下一步骤标识

# creator.field.nodeId
source: Node ID
zh_hans: 节点标识

# creator.field.op
source: Operation
zh_hans: 操作

# creator.field.openFrom
source: Opens at (HH:mm)
zh_hans: 开始时间（时:分）

# creator.field.openTo
source: Closes at (HH:mm)
zh_hans: 结束时间（时:分）

# creator.field.option
source: Replacement option key
zh_hans: 改写选项标识

# creator.field.options
source: Options
zh_hans: 选项

# creator.field.outcomeCode
source: Outcome code
zh_hans: 结果代码

# creator.field.outcomeLabel
source: Outcome name
zh_hans: 结果名称

# creator.field.overlayScale
source: Overlay size (%)
zh_hans: 叠加图占比（%）

# creator.field.overlayUrl
source: Overlay image address
zh_hans: 显形叠加图地址

# creator.field.override
source: Conditional answer override
zh_hans: 条件触发的答案改写

# creator.field.poemLines
source: Verse lines
zh_hans: 签文内容

# creator.field.poems
source: Verse pool
zh_hans: 签文池

# creator.field.presets
source: Preset notes
zh_hans: 预设短句

# creator.field.prompt
source: Prompt
zh_hans: 提示词

# creator.field.question
source: Question
zh_hans: 问题

# creator.field.questions
source: Profile questions
zh_hans: 建档问题

# creator.field.r
source: System target radius
zh_hans: 系统判定半径

# creator.field.reply
source: Scan reply
zh_hans: 扫码回复内容

# creator.field.required
source: Required
zh_hans: 必填

# creator.field.requiredTurns
source: Required turns
zh_hans: 完成轮数

# creator.field.requirement
source: What must the photo show?
zh_hans: 照片必须拍到什么？

# creator.field.requires
source: Trigger conditions
zh_hans: 触发条件

# creator.field.reveal
source: Reveal after answering
zh_hans: 答题后揭示

# creator.field.revealDays
source: Reveal after this many days
zh_hans: 揭晓相隔天数

# creator.field.revealHour
source: Reveal hour
zh_hans: 揭晓整点

# creator.field.right
source: Comparison timeline
zh_hans: 右侧时间轴

# creator.field.roles
source: Roles
zh_hans: 角色

# creator.field.rule
source: Rule
zh_hans: 规则

# creator.field.scope
source: Ranking scope
zh_hans: 排行范围

# creator.field.score
source: Score change
zh_hans: 分数变化

# creator.field.sealText
source: Seal text
zh_hans: 印文

# creator.field.seconds
source: Time limit in seconds
zh_hans: 时限秒数

# creator.field.shotNote
source: Photo instructions
zh_hans: 拍照补充说明

# creator.field.showPrevious
source: Previous notes to show
zh_hans: 显示此前留言条数

# creator.field.signer
source: Signature
zh_hans: 落款

# creator.field.skill
source: Skill name
zh_hans: 技能名称

# creator.field.startLabel
source: Start button text
zh_hans: 开始按钮文案

# creator.field.startStepId
source: Starting step ID
zh_hans: 起始步骤标识

# creator.field.steps
source: Steps / instructions
zh_hans: 步骤／说明

# creator.field.subscribeTmplId
source: WeChat subscription template ID
zh_hans: 微信订阅模板标识

# creator.field.successEffects
source: Success effects
zh_hans: 成功效果

# creator.field.successText
source: Success message
zh_hans: 成功文案

# creator.field.suggestions
source: Suggested names
zh_hans: 备选名称

# creator.field.tagValue
source: Tag key (tag.name)
zh_hans: 标签键（tag.name）

# creator.field.target
source: Text to type
zh_hans: 目标文字

# creator.field.terminal
source: End of the branch
zh_hans: 分支终点

# creator.field.terminalSkin
source: Terminal appearance
zh_hans: 终端外观

# creator.field.text
source: Entry text
zh_hans: 条目内容

# creator.field.tier
source: Difficulty
zh_hans: 难度

# creator.field.time
source: Time label
zh_hans: 时间文字

# creator.field.title
source: Title
zh_hans: 标题

# creator.field.tolerance
source: Allowed error
zh_hans: 容差

# creator.field.trackName
source: Track name
zh_hans: 曲目名称

# creator.field.tries
source: Attempts (0 = unlimited)
zh_hans: 尝试次数（0 为不限）

# creator.field.turnOrder
source: Role IDs in turn order
zh_hans: 轮次角色标识顺序

# creator.field.unit
source: Unit
zh_hans: 单位

# creator.field.unitScore
source: Score per turn
zh_hans: 每轮得分

# creator.field.unlockLabel
source: Unlock button text
zh_hans: 解锁按钮文案

# creator.field.unlockText
source: Content revealed after waiting
zh_hans: 等待后揭示内容

# creator.field.url
source: Photo address
zh_hans: 照片地址

# creator.field.value
source: Value
zh_hans: 数值

# creator.field.var
source: State variable key
zh_hans: 状态变量键

# creator.field.voice
source: Inner voice
zh_hans: 内心旁白

# creator.field.waitDays
source: Calendar days to wait
zh_hans: 等待自然日天数

# creator.field.waitHint
source: Waiting message
zh_hans: 等待提示

# creator.field.weight
source: Draw weight
zh_hans: 抽取权重

# creator.field.when
source: Condition
zh_hans: 条件

# creator.field.x
source: Horizontal position (0–1)
zh_hans: 横向比例（0–1）

# creator.field.xp
source: Reward points
zh_hans: 奖励分

# creator.field.y
source: Vertical position (0–1)
zh_hans: 纵向比例（0–1）

# creator.hotspotReview
source: Positions use proportions of the original image. Radius is system-managed; this screen reviews the targets without issuing proof.
zh_hans: 坐标是原图比例，半径由系统管理。此处仅检查目标位置，不产生通关凭证。

# creator.input
source: Try an answer
zh_hans: 试填答案

# creator.integer
source: Whole numbers only
zh_hans: 仅限整数

# creator.linkedMedia
source: Linked media
zh_hans: 关联媒体

# creator.localOnly
source: Creator-only rehearsal. No publishing, real player records, rewards, or verification.
zh_hans: 仅供创作者本地预演，不发布、不写入真实玩家记录、不发奖励，也不代表已验证。

# creator.modules
source: Additional configuration families
zh_hans: 更多配置模块

# creator.no
source: No
zh_hans: 否

# creator.photoFrame
source: Camera framing preview
zh_hans: 相机取景示意

# creator.predictionNoOutcome
source: A local selection is not a prediction submission. The merchant reveals the result later.
zh_hans: 本地选择不提交竞猜。实际结果由商家稍后揭晓。

# creator.provider.local
source: Local content rehearsal is available. Only the server can confirm real completion.
zh_hans: 可在本地预演内容；真实通关仍由服务端确认。

# creator.provider.music
source: Music is ambient content, not a completion check. This rehearsal reviews the linked track without claiming listening proof.
zh_hans: 音乐是氛围内容，不作为通关判定。此预演检查关联曲目，不产生收听凭证。

# creator.provider.scan
source: Authoring and content preview are available. Route QR binding, scanning, AR and server evidence require separate runtime providers.
zh_hans: 可以配置和预览内容。路线二维码绑定、扫码、AR 与服务端凭证需要独立运行能力。

# creator.provider.serverClock
source: Inspect content and stages locally. Actual availability, daily selection and unlock times use the server clock.
zh_hans: 可本地查看内容和阶段；真实开放、每日选择和解锁时间由服务端时钟决定。

# creator.provider.serverState
source: Inspect this configuration locally. Team assignment, rankings, records and state changes require the server.
zh_hans: 可本地检查配置。真实队伍分配、排行、记录和状态变化需要服务端。

# creator.provider.vision
source: Authoring is available. Camera capture and real vision review are not run in this rehearsal.
zh_hans: 可以配置。此次预演不运行相机拍摄或真实视觉审核。

# creator.provider.wechatSteps
source: Authoring is available. Live steps require server-decrypted WeChat exercise data; native device counts are not accepted as proof here.
zh_hans: 可以配置。真实计步需要服务端解密微信运动数据，此处不把原生设备计数当作凭证。

# creator.rehearse
source: Local rehearsal
zh_hans: 本地预演

# creator.relativeMedia
source: A site-relative image needs the configured media host before interactive rehearsal. The coordinates remain available in review.
zh_hans: 站内图片需要配置媒体主机后才能交互预演。仍可在检查视图查看坐标。

# creator.remove
source: Remove item
zh_hans: 移除条目

# creator.required
source: Required
zh_hans: 必填

# creator.reset
source: Reset rehearsal
zh_hans: 重置预演

# creator.result.invalid
source: Fix configuration or start the rehearsal first
zh_hans: 请先修正配置或开始预演

# creator.result.matched
source: Matches in this local rehearsal
zh_hans: 本地预演匹配

# creator.result.missed
source: Does not match in this local rehearsal
zh_hans: 本地预演未匹配

# creator.result.providerRequired
source: This outcome needs the real runtime provider
zh_hans: 此结果需要真实运行服务

# creator.result.ready
source: Ready for rehearsal
zh_hans: 准备预演

# creator.review
source: Review creator configuration
zh_hans: 检查创作者配置

# creator.selectSample
source: Inspect a sample or stage
zh_hans: 查看样本或阶段

# creator.start
source: Start rehearsal
zh_hans: 开始预演

# creator.success
source: Success example
zh_hans: 成功示例

# creator.tapTargets
source: Tap each hidden target
zh_hans: 点击每个隐藏目标

# creator.unlock
source: Unlocked stage
zh_hans: 解锁阶段

# creator.validation.answer
source: Choose the required number of correct answers.
zh_hans: 请按所选模式指定正确答案数量。

# creator.validation.branch
source: End steps have no options; other steps need at least one.
zh_hans: 终点不能有选项，其他步骤至少需要一个选项。

# creator.validation.choice
source: Select a supported option; unknown wire values are retained.
zh_hans: 请选择支持的选项；未知协议值仍会保留。

# creator.validation.count
source: The number of entries is outside the allowed range.
zh_hans: 条目数量不在允许范围内。

# creator.validation.coverage
source: Roles and turn order must cover every allowed player count.
zh_hans: 角色人数和轮次顺序必须覆盖全部允许人数。

# creator.validation.duplicate
source: Stable identifiers must be unique in their scope.
zh_hans: 稳定标识在所属范围内不能重复。

# creator.validation.fullscreen
source: This module requires full-screen presentation.
zh_hans: 此模块需要全屏呈现。

# creator.validation.identifier
source: Use a valid, stable identifier.
zh_hans: 请使用有效且稳定的标识。

# creator.validation.length
source: Text exceeds its limit or a required list entry is empty.
zh_hans: 文字超出长度限制，或列表必填项为空。

# creator.validation.media
source: Use an HTTPS address or a site-relative path.
zh_hans: 请使用 HTTPS 地址或站内路径。

# creator.validation.model
source: A 3D model needs AR enabled and a .glb file address.
zh_hans: 三维模型需要启用 AR，并使用 .glb 文件地址。

# creator.validation.overlap
source: Targets overlap. Move them farther apart.
zh_hans: 目标判定范围重叠，请调整间距。

# creator.validation.range
source: Use a finite number within the displayed limits and related field bounds.
zh_hans: 请填写显示范围及关联字段允许范围内的有限数值。

# creator.validation.reference
source: This reference must point to an existing item or match its mode.
zh_hans: 此引用必须指向现有条目，且符合所选模式。

# creator.validation.required
source: Fill in this required field.
zh_hans: 请填写此必填字段。

# creator.validation.state
source: Use a permitted state key, operation and value. sys.luck allows only INC 1–3.
zh_hans: 请使用允许的状态键、操作和值。sys.luck 仅允许 INC 1–3。

# creator.validation.timeWindow
source: Opening and closing times cannot be equal; overnight windows are allowed.
zh_hans: 开始与结束时间不能相同，允许跨夜时段。

# creator.validation.type
source: This field has an invalid data type.
zh_hans: 此字段的数据类型不正确。

# creator.validation.unknown
source: An unrecognized field is retained. Submission is blocked to avoid changing its meaning.
zh_hans: 已保留未识别字段。为避免改变原意，暂不能提交。

# creator.validation.unreachable
source: The start must have a reachable ending.
zh_hans: 从起点必须能够到达一个终点。

# creator.wait
source: Waiting stage
zh_hans: 等待阶段

# creator.yes
source: Yes
zh_hans: 是

# creatorComposition.coexist
source: Enable each game separately. Adding or disabling one keeps the other configurations and their saved fields.
zh_hans: 各玩法独立启用。添加或停用一个玩法，会保留其他配置及已填写的内容。

# creatorComposition.presentationScope
source: This presentation setting applies to every enabled section. Inline is unavailable when any enabled section requires fullscreen.
zh_hans: 此呈现方式适用于所有已启用的配置。只要有一个玩法必须全屏，就不能使用内嵌方式。

# creatorComposition.review
source: Enabled configurations
zh_hans: 已启用的配置

# creatorContent.center
source: Creator center
zh_hans: 创作者中心

# creatorContent.centerReadOnly
source: Creator applications and payouts are not available here yet.
zh_hans: 此处暂不支持创作者申请或提现。

# creatorContent.contents
source: Content
zh_hans: 内容数量
